[
    {
        "author": "John Shell",
        "body": "The year 2020 began with environmental crisis revealing itself in a disturbing manner. Wildfires ravaged tropical rainforests as if they were arid savannah and the Australian bushfires. Cyclones and floods washed away trees and buildings. Now, locust attacks across Africa and India and the coronavirus pandemic — all these calamities act as a reminder that human health is linked to the planet's health.World Environment Day 2020 theme a concern that is both urgent and existential. The fact is that the current environmental crisis is a warning that we must heed collectively. We must now fundamentally rethink our relationship with the living world, with natural ecosystems and their biodiversity. ",
        "id": 1,
        "title": "World Environment Day 2020: Theme, importance of biodiversity, pics, & more",
        "url": "https://bsmedia.business-standard.com/_media/bs/img/article/2020-06/05/full/1591323290-8083.jpg"
    },
    {
        "author": "Sharad Tawde",
        "body": "On May 30, Elon Musk-owned private organization SpaceX launched its first manned mission to the International Space Station (ISS), with NASA’s astronauts Bob Behnken and Douglas Hurley being the first crew on board. The two astronauts involved in active interaction with the space agency and their viewers while flying to outer space. ",
        "id": 2,
        "title": "'Awesome to be Back': NASA Astronaut Tweets New Images from Space Station after SpaceX Launch",
        "url": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fdam%2Fimageserve%2F1153308175%2F960x0.jpg%3Ffit%3Dscale"
    },
    {
        "author": "Bob Jem",
        "body": "Apple might claim its MacBook Pro 16 has a battery capacity of 100Whr, but the small print reveals the actualcapacity is 99.8Whr. This small discrepancy opened the door for Taiwanese manufacturer MSI to claim the crown of laptop with the largest battery; its new Creator 15 mobile workstation bests the Macbook Pro by one-tenth of a Whr. While MSIs record could be matched by a future device, its unlikely to be toppled from the number one spot, because 100Whr is the maximum capacity allowed by airlines due to restrictions on Lithium Ion batteries in checked luggage (but not carry on). ",
        "id": 3,
        "title": "This new laptop has the world's largest battery",
        "url": "https://cdn.mos.cms.futurecdn.net/2YTQqo4UwhnnKLEt5K4rGW-650-80.jpg.webp"
    },
    {
        "author": "Johny Deban",
        "body": "As millions of people work and take classes from home, video conferencing solutions have become an increasingly important part of everyday life. Enterprise-focused solutions like Zoom have seen their share price sky-rocket as families and friends turn to the app to keep in touch, while social media giants like Facebook and Google have raced to adapt their messaging apps so they're fit for the increased demands for video calls. ",
        "id": 4,
        "title": "Zoom and WhatsApp users could be tempted to switch thanks to awesome Google Meet feature",
        "url": "https://cdn.images.express.co.uk/img/dynamic/59/590x/Google-Meet-vs-Zoom-vs-WhatsApp-Video-Calls-Quality-1290931.webp?r=1591203040772"
    },
    {
        "author": "Sanjay Jain",
        "body": "Jharkhand/Karnataka: An earthquake of magnitude 4.0 on the Richter Scale hit Karnataka on Friday morning while another with a magnitude of 4.7 was felt in Jharkhand. The tremors were felt in Hampi (Karnataka) and Jamshedpur (Jharkhand), according to the National Center for Seismology (NCS). According to NCS, the aftershocks were felt at 6:55 am in both the places today. ",
        "id": 5,
        "title": "Earthquake Felt In Karnataka, Jharkhand At The Same Time",
        "url": "https://i.ndtvimg.com/i/2017-09/earthquake-generic_650x400_71505899871.jpg"
    },
    {
        "author": "John Shell",
        "body": "US indices settled lower Wall Street indices ended mixed on Thursday as market sentiment was dented in the wake of another dismal weekly report on US jobless claims.The Dow Jones Industrial Average index rose 11.93 points, or 0.05 per cent, to 26,281.82. The S&P500 fell 10.52 points to 3,112.35. The Nasdaq Composite index fell 67.10 points to 9,615.81. SBI, L&T to report Q4 results SBI, Larsen & Toubro, Exide Industries, Gujarat Gas ",
        "id": 6,
        "title": "SGX Nifty down 25 points; here's what changed for market while you were sleeping",
        "url": "https://img.etimg.com/thumb/msid-76206807,width-210,imgsize-219482,resizemode-4/stock.jpg"
    },
    {
        "author": "Arto Pal",
        "body": "On May 30, Elon Musk-owned private organization SpaceX launched its first manned mission to the International Space Station (ISS), with NASA’s astronauts Bob Behnken and Douglas Hurley being the first crew on board. The two astronauts involved in active interaction with the space agency and their viewers while flying to outer space. ",
        "id": 7,
        "title": "'Awesome to be Back': NASA Astronaut Tweets New Images from Space Station after SpaceX Launch",
        "url": "https://thumbor.forbes.com/thumbor/960x0/https%3A%2F%2Fspecials-images.forbesimg.com%2Fdam%2Fimageserve%2F1153308175%2F960x0.jpg%3Ffit%3Dscale"
    },
    {
        "author": "Sharad Tawde",
        "body": "As millions of people work and take classes from home, video conferencing solutions have become an increasingly important part of everyday life. Enterprise-focused solutions like Zoom have seen their share price sky-rocket as families and friends turn to the app to keep in touch, while social media giants like Facebook and Google have raced to adapt their messaging apps so they're fit for the increased demands for video calls. ",
        "id": 8,
        "title": "Zoom and WhatsApp users could be tempted to switch thanks to awesome Google Meet feature",
        "url": "https://cdn.images.express.co.uk/img/dynamic/59/590x/Google-Meet-vs-Zoom-vs-WhatsApp-Video-Calls-Quality-1290931.webp?r=1591203040772"
    }
]